Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=228_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Porovuosi alkaa vasan syntymästä
sme: Miesi riegádeapmi álggaha bohcco jagi

source: Kuvaus poronhoidossa elävien ihmisten vuotuisista töistä
sme: - badjeolbmuid jahkásaš bargguid birra

source: Porot alkavat kerääntyä perinteisille kantama-alueilleen toukokuun alkupuolella.
sme: Bohccot čoahkkanišgohtet árbevirolaš guottehanguovlluide miessemánu álgogeahčen.

source: Vanhat vaatimet osaavat kulkea itsestään, mutta poromiehet joutuvat osittain kääntämään elon syrjiä.
sme: Boares álddut máhttet johtit ieža, muhto badjeolbmot gártet belohahkii stivret ealu ravddamuš bohccuid.

source: Luovaselo eli koiraat porot pysyttelevät kantama-ajan erillään ja niitä on suuri työ paimentaa.
sme: Luovaseallu dahjege varris bohccot bissot guottetáiggi sierra ja daid lea oalle bargu guođohit.

source: Valtakantama on toukokuun 18. päivänä.
sme: Váldoguottet lea miessemánu 18. beaivve.

source: Toukokuun loppuun mennessä suurin osa vasoista on syntynyt.
sme: Miessemánu loahpa rádjai stuorámus oassi misiin lea riegádan.

source: Joillakin alueilla kannatetaan aitauksissa ja vasat merkitään saman tien.
sme: Muhtun guovlluin guottehit gárddiin ja miesit merkejuvvojit seammás.

source: Silloin poromiehilla jää kesä vapaaksi, mutta laajojen aitausten alueella maa kuluu voimakkaasti ja kaventaa porojen muutenkin niukkoja laidunmaita.
sme: Dat geahpeda badjeolbmuid geassebargguid, muhto viiddes gárddiin eana guorbá johtilit ja geahpeda bohccuid muđuige vátna guohtoneatnamiid.

source: Touko-kesäkuun vaihteessa pidetään porokokoukset ja poromiehet kunnostavat talvikamppeensa ja laittavat ne syksyyn asti säilöön.
sme: Miesse-geassemánu molsašumis dollojit boazočoahkkimat ja badjeolbmot ordnejit dálvelámboriid ja bidjet daid čavčča rádjái rádjui.

source: Porosaamelaisella on sitten poronhoitotöistä vapaata aina merkitykseen asti.
sme: Boazosápmelaččas lea dasto boazobargguin friija gitta mearkumiidda.

source: Aika käytetään monella tavalla hyväksi, esimerkiksi rakennusten ja koneiden korjaamiseen.
sme: Áigi geavahuvvo máŋggaláhkai ávkin, ovdamearkka dihte viesuid ja mášeniid divvumii.

source: Vasanmerkitys aloitetaan juhannuksen aikoihin, jolloin koko perhe muuttaa tunturiin asumaan.
sme: Miesemearkun álggahuvvo mihcamáraid áigge, goas oppa bearaš fárre duoddarii ássat.

source: Tunturissa asutaan pääasiassa kodassa tai laavussa, joka antaa lapsille hyvän ja oikean kuvan saamelaisesta elämänmuodosta.
sme: Duoddaris ássojuvvo lagamustá goađis dahje lávus, mii addá mánáide buori ja rivttes gova sámi eallinvuogis.

source: Merkitysten lomassa kalastetaan ja seurustellaan toisten kanssa, koska kaikki ovat kerääntyneet samaan kotakylään.
sme: Mearkumiid gaskkas olbmot guolástit ja golahit áiggi earáiguin, dasgo buohkat leat čoahkkanan seamma badjesiidii.

source: Porot nousevat kesällä räkän ajamina tunturiin ja kerääntyvät suuriin tokkiin.
sme: Geassit bohccot bálget ja danin sirdásit duoddarii ja čoahkkanit stuorra čoran.

source: Ne ajetaan kaarteeseen, jossa kukin poronomistaja heittää vasansa kiinni suopungilla ja merkitsee sen omaan merkkiinsa.
sme: Dat vuodjeluvvojit áidái, gos guhtege boazoeaiggát njoarosta iežas miesi gitta ja merke dan iežas merkii.

source: Merkitty tokka lasketaan erilleen käsittelemättömista. poroista.
sme: Merkejuvvon bohccot luitojuvvojit sierra giehtadalakeahtes bohccuin.

source: Kaarteessa lapset oppivat tuntemaan merkit ja samalla omat poronsa ulkonäöstä, heittämällä suopungilla poronvasoja kiinni ja merkitsemällä niitä.
sme: Áiddis mánát ohppet dovdat mearkkaid ja seammás iežaset bohccuid olgohámi vuođul, njoarostemiin misiid gitta ja merkemiin daid.

source: Vasat merkitaan öisin, sillä silloin vasa seuraa parhaiten emoaan.
sme: Miesit merkejuvvojit ihkku, dasgo dalle miessi čuovvu buoremusat álddus.

source: Poromiehet valvovat kesällä öisin ja nukkuvat päivisin.
sme: Badjeolbmot gohcet geassit ijaid ja ođđet beivviid.

source: Merkitysaika kestää noin kuukauden.
sme: Merkenáigi bistá sullii mánotbaji.

source: Merkityksen jälkeen porojen annetaan olla rauhassa tunturissa syksyyn asti.
sme: Mearkumiid maŋŋá bohccot ožžot leat ráfis duoddaris čavčča rádjai.

source: Ennen syystöitä porosaamelaisen työhön kuuluvat marjojen poimiminen, kenkäheinien leikkaaminen, kalastaminen ja jäkälien kokoaminen.
sme: Ovdal čakčabargguid badjesápmelačča bargui gullet murjen, gámasuinniid čuohppan, guolásteapmi ja jeahkáliid čohkken.

source: Muutenkin syksyllä poromiehet valmistautuvat talveen huoltamalla moottorikelkkojaan ja muita poronhoidossa tarvittavia työvälineitään.
sme: Muđuige čakčat badjeolbmot ráhkkanit dálvái ordnemiin mohtorgielkkáideaset ja boazodoalus dárbbašlaš eará bargoneavvuideaset.

source: Syksyn porotyöt aloitetaan syyskuussa.
sme: Boazobarggut joatkašuvvet fas čakčamánus.

source: Kun lumi on satanut maahan ja vesistöt jäätyneet, porot kootaan kaarteisiin erotuksia varten.
sme: Go muohta lea eatnamis ja čázádagat jikŋon, bohccot čohkkejuvvojit áidái rátkima várás.

source: Tällöin porot luetaan ja erotetaan teurasporot.
sme: Dalle bohccot lohkkojuvvojit ja njuovvanbohccot rátkojuvvojit.

source: Erotusten jälkeen alkaa porojen paimentaminen.
sme: Rátkima maŋŋá álgá bohccuid guođoheapmi.

source: Silloin tokka käännetään aina sellaiselle alueelle, jossa on hyvä laidunmaa.
sme: Dalle eallu sirdojuvvo álo dakkár eatnamiidda, gos lea buorre guohtun.

source: Keskitalvella joillakin alueilla poromiehet pyytävät riekkoja paimentamisen ohella, jos laiduntilanne on niin hyvä, etta jää aikaa pyytämiselle.
sme: Gaskadálvve muhtun guovlluin badjealbmát bivdet rievssahiid guođoheami lassin, jos guohtun lea nu buorre, ahte báhcá áigi rievssatbivdui.

source: Keväällä suolataan lihat kesää varten ja kuivatetaan ne ulkona tuulessa ja auringossa.
sme: Giđđat sáltejuvvojit bierggut geasi várás ja goikaduvvojit olgun biekkas ja beaivvážis.

source: Porojen paimennus kestää toukokuulle asti.
sme: Bohccuid guođoheapmi bistá gitta miessemánnui.

source: Talviaikana sääolosuhteet vaikuttavat poromiehen työmäärään.
sme: Dálveáigge dálkedilli váikkuha badjeolbmo bargomearrái.

source: Jos on huono laiduntilanne, porot liikkuvat tavallista enemmän.
sme: Jos lea fuones guohtondilli, bohccot lihkadit eanet go dábálaččat.

source: Pienikin porojen häirintä aiheuttaa silloin suurta vahinkoa ja lisää työtä.
sme: Bohccuid uhcage heađušteapmi dagaha dalle stuorra vahága ja lassebarggu.

source: Kevättalvella merkitään peuroiksi jääneet kermikät tunturissa ja samalla kuohitaan hirvaat, jotta ne olisivat seuraavana talvena pailakkana ja käytettävänä eväsporoina.
sme: Giđđadálvve merkejuvvojit goddin báhcán čearpmahat duoddaris ja seammás gáldejuvvojit sarvát, vai dat livčče maŋit dálvve spáillihin ja geavaheamis niesteboazun.

source: Keväällä poromiehet joutuvat asumaan kämpissä kuukausia ja vartioimaan omaa tokkaansa, sillä kovan hankikelin aikana porot voivat kulkea kauas omasta tokastaan ja mastata toiseen tokkaan.
sme: Giđđat badjeolbmot gártet ássat barttain mánotbajiid ja fáktet iežaset siidda bohccuid, dasgo garra cugŋo áigge bohccot sáhttet johtit guhkás iežaset siiddas ja mastat eará siidda ellui.

source: Elo joudutaan usein kokoamaan, jotta naapurit voivat vetää mastanneet poronsa pois.
sme: Siidda bohccuid ferte dávjá čohkket, vai ránját sáhttet geassit mastan bohccuideaset eret.

source: Samoin joudutaan käymään naapureiden elossa vetämässä omia poroja.
sme: Seamma láhkái gártet fitnat ránjáid siidda luhtte viežžamin iežaset bohccuid.

source: Työpäivät alkavat silloin varhain aamulla ja päättyvät myöhään illalla.
sme: Bargobeaivvit álget dalle árraiđit ja nohket maŋŋiteahket.

source: kantama-alue = alue, jossa vaatimet synnyttävät
sme: Sánit:

source: tokka = porolauma, jossa on eri omistajien poroja
sme: guottehanguovlu = guovlu gos álddut guddet

source: elo = porolauma, jossa on kaikki omistajansa porot
sme: eallu = eallu mas leat sierra eaiggádiid bohccot

source: elon syrjä = laidunnettavan porolauman reunaporot
sme: siida = eallu mas leat buot ovtta eaiggáda bohccot

source: kannatetaan = porot synnyttävät ihmisen valvonnassa
sme: guottehit = bohccot guddet olbmo geahču vuolde

source: laidunmaa = maa, josta poro ottaa ravinnon
sme: guohtoneana = eana gos boazu váldá biepmu

source: räkkä = hyönteiset, jotka ajavat porot laumoihin
sme: bálggadat = divreáigi (ee. čuoikkaid ja lávžoid) mii dagaha ahte bohccot čoahkkanit čorragiidda

source: kaarre = aitaus, jossa poroja käsitellään
sme: gárdi = áidi gos bohccuid giehtadallet

source: eväsporo = poro, joka otetaan ruoaksi
sme: niesteboazu = boazu mii váldojuvvo biebmun

source: erotus = erotetaan elämään jäävät ja teurastettavat porot
sme: rátkin = rátkojuvvojit bohccot, mat báhcet eallit ja mat njuvvojuvvojit

source: paimentaminen = porojen valvominen
sme: guođoheapmi = bohccuid bearráigeahčču

source: mastata = toisen porotokan yhtyminen toisten poroeloon
sme: mastat = siidda bohccuid gártan vieris siiddaide

source: kermikkä = ž -1 ž - vuoden ikäinen poro
sme: čearpmat = ž -1 ž - jahkásaš boazu

source: pailakka = kuohittu poro
sme: sarvvis = varrisboazu

source: peura = poro, jolla ei ole merkkiä korvassa
sme: spáillit = gáldejuvvon boazu

source: kenkäheinä = karvakengässä käytettävä heinä
sme: gámasuoidni = suoidni mii geavahuvvo goikkehis

source: Teksti: Elna Magga
sme: Teaksta: Elna Magga

source: Kuva: Tiina Aikio
sme: Govva: Tiina Aikio

source: Linkkejä:
sme: Liŋkkat:

source: Suomen Porosaamelaiset r. y. - Suoma Boazosámit r. o.
sme: Suoma Boazosámit rs

source: Paliskuntain yhdistys - Bálgosiid ovttastus
sme: Bálgosiid ovttastus

source: Ruotsin saamelaisten keskusjärjestö SRS (Svenska Samernas Riksförbund)
sme: Ruoŧa sámiid riikkasearvi SSR (Svenska Samernas Riksförbund)
